Repository: Projectbeast/FintechUIv1
Catalog: SISLS3GPLayer/SISLS3GPLayer/App_GlobalResources/LocalizationResources.*.resx
Languages: fr_fr

# btnCancel
source: Cancel
fr_fr: Annuler

# btnDelete
source: Delete
fr_fr: Effacer

# btnRefresh
source: Refresh
fr_fr: Rafraîchir

# btnSave
source: Save
fr_fr: Sauver

# btnShowRepaymentShedule
source: Show Repayment Schedule
fr_fr: Afficher remboursement

# btnSubmit
source: Submit
fr_fr: Soumettre

# btnUpdate
source: Update
fr_fr: Mettre à jour

# chkprint
source: Print
fr_fr: imprimer

# DeleteSuccess
source: Record(s) Successfully Deleted
fr_fr: Record supprimé avec succès

# lblAccountingIrr
source: Accounting IRR
fr_fr: ComptabilitéIRR

# lblAddress1
source: Address1
fr_fr: Adresse1

# lblAddress2
source: Address2
fr_fr: Adresse2

# lblApplicationNo
source: Application No
fr_fr: Demande no

# lblAssetValue
source: Asset Value
fr_fr: Valeur des actifs

# lblBusDoc
source: Business Offer with Document
fr_fr: Offre des affaires avec le Document

# lblBusDocRepayment
source: Business Offer with documents and Repayment schedule
fr_fr: Offre des affaires avec le document et le calendrier de remboursement

# lblBusinessIrr
source: Business IRR
fr_fr: AffairesIRR

# lblBusRepayment
source: Business Offer with repayment schedule
fr_fr: Offre des affaires avec le calendrier de remboursement

# lblCity
source: City
fr_fr: Ville

# lblCmpnyName
source: Company Name
fr_fr: Entreprise Nom

# lblcompanyIRR
source: Company IRR
fr_fr: EntrepriseIRR

# lblcountry
source: Country
fr_fr: Pays

# lblCustomerCode
source: Customer Code
fr_fr: Code client

# lblCustomerName
source: Customer Name
fr_fr: Nom du client

# lblEnqDate
source: Enquiry Date
fr_fr: Demande de renseignements Date

# lblEnqRefNo
source: Enquiry Ref No
fr_fr: Ref enquête n

# lblEnqRespno
source: Enquiry Response No
fr_fr: Réponse de demande de renseignements n

# lblFacilitytype
source: Facility Type
fr_fr: Facilité type

# lblFaciltyamount
source: Facility Amount
fr_fr: Montant Facilité

# lblFinanceAmount
source: Finance Amount
fr_fr: Montant des Finances

# lblFinanceAmountsought
source: Finance Amount Sought
fr_fr: Montant Finances a

# lblInterest
source: Interest%
fr_fr: Intérêt%

# lblInterestType
source: Interest Type
fr_fr: Intérêt Type

# lblLOB
source: Line of Business
fr_fr: LOB

# lblMarginmoney
source: Margin Money
fr_fr: Marge Argent

# lblMobile
source: Mobile
fr_fr: Numéro de mobile

# lblPricingNo
source: Pricing Number
fr_fr: Nombre de prix

# lblPricingNumber
source: Pricing Number
fr_fr: Nombre de prix

# lblRemarks
source: Remarks
fr_fr: Commentaires

# lblRespondedBy
source: Responded By
fr_fr: A répondu par

# lblResptab
source: Response Tab
fr_fr: Réponse Tab

# lblSalesPersonCode
source: Sales Person Code
fr_fr: Code Sales Person

# lblState
source: State
fr_fr: État

# lblTenure
source: Tenure
fr_fr: Occupation

# lblTenureType
source: Tenure Type
fr_fr: Occupation Type

# SaveSuccess
source: Record(s) Successfully Added
fr_fr: Record enregistré avec succès

# UpdateSuccess
source: Record(s) Successfully Updated
fr_fr: Notice Mise à jour réussie

# lblApplyTheme
source: Apply Theme :
fr_fr: Appliquer le thème :

# lblCompanyName
source: Company Name :
fr_fr: entreprise nom :

# lblLastLogin
source: Last Log In :
fr_fr: Dernière connexion :

# lblWelcome
source: Welcome :
fr_fr: accueil :

# lnkAbout
source: About
fr_fr: A propos de nous

# lnkAboutUs
source: About Us
fr_fr: A propos de nous

# lnkDisclaimer
source: Disclaimer
fr_fr: désistement

# lnkHelp
source: Help
fr_fr: Aider

# lnkHome
source: Home
fr_fr: maison

# lnkMore
source: More..
fr_fr: Plus d'info ..

# lnkPrivacy
source: Privacy Status
fr_fr: intimité statut

# lnkSettings
source: Settings
fr_fr: paramètres

# lnkSiteMap
source: Site Map
fr_fr: Plan du site

# lnkTerms
source: Terms
fr_fr: termes de service
